{
    "topBar": {
        "allSuccessfulDrivingSchool": "All successful driving school",
        "home": "Home",
        "aboutUs": "About Us",
        "courses": "Courses",
        "onlineTranslation": "Online Translation",
        "onlineResources": "Online Resources"
    },
    "carsouel": {
        "carsouelCaption1": "We Teach Driving with High Quality and Best Offer",
        "carsouelCaption2": "Find a Suitable Course For Yourself",
        "carsouelCaption3": "Online Resource Helps You Success"
    },
    "homePageFirstCardGroup": {
        "card1Title": "Professional Teaching",
        "card1Text": "High Quality and Best Offer",
        "card1Button": "See Courses",
        "card2Title": "Online Translation",
        "card2Text": "We Provide Driver License Translations",
        "card2Button": "See Detail",
        "card3Title": "Online Resources",
        "card3Text": "Online Resources Helps You Success",
        "card3Button": "See Resources"
    },
    "homePageSecondCardGroup": {
        "groupTitle": "Instructor Team",
        "card1Text": "Instructor Zhang",
        "card1Phone": "Tel：6479852174",
        "card1Button": "More Detail",
        "card2Text": "Instructor Zhou",
        "card2Phone": "Tel：6479246776",
        "card2Button": "More Detail",
        "card3Text": "Instructor Hao",
        "card3Phone": "Tel：6475199286",
        "card3Button": "More Detail"
    },
    "aboutUs": {
        "aboutASDrivingSchool": "About AS Driving School",
        "aboutASDrivingSchoolContent": {
            "para1": "All Successful Driving School is one of the MTO approved and specialized driving schools and it is dedicated to helping students achieve their dreams to become a skilled, responsible and safe driver by providing visualized, student-centered and small-sized quality in-class lessons, and one-to-one in vehicle advanced training.",
            "para2": "Instructors in our driving school, who have many years of experience and familiar with the routes and features of all the drive test centers, are very patient, helpful and dedicated.",
            "para3": "The school also provides additional services, such as free G1 tutoring & practice test, notarization and translation of licenses, vehicle purchase and insurance, International licence and car accident inquiry, etc"
        },
        "featuredInstructors": "Featured Instructors",
        "coachZhang": {
            "para1": "Instructor Zhang is an excellent and experienced instructor registered by the Ontario government. He is energetic, patient and detail-oriented, and proficient in traffic regulations and road test skills in Ontario.",
            "para2": "And also, he is good at using easy-to-grasp and efficient visualized teaching methods to enable students to master Essentials of safe driving.",
            "para3": "In addition, he usually implements intensive training before the test according to the characteristics of the test centers, which results in a high passing rate. Therefore, students gave him wonderful reviews and feedback.",
            "tel": "Tel：6479852174"
        },
        "coachZhou": {
            "para1": "Instructor Zhou is an excellent driving professional with more than 30 years of driving experience and registered with Ontario government. He is expert, responsible, patient and enthusiastic.",
            "para2": "By making good use of unique training methods, he can ensure that students master safe driving skills in a short time. He is also familiar with the key points of road test, and usually makes appropriate arrangement of road tests in small towns so that the road test passing rate is over 98%.",
            "tel": "Tel：6479246776"
        },
        "coachHao": {
            "para1": "As an excellent Instructor of both in-car and in-class instruction, instructor Hao is very experienced, responsible, and very knowledgeable with road tests and traffic regulations. He can accurately grasp the characteristics of each student, and implement targeted road training and theoretical teaching accordingly.",
            "para2": "And also, he explains and analyses difficult and confusing points by using pictures, videos and other methods, which won a lot of praise from students.",
            "tel": "Tel：6475199286"
        }
    },
    "footer": {
        "headOfficer": "Head Officer",
        "address": "4438 Sheppard Ave. E , unit 319, Toronto Ontario M1S 1V2",
        "tel": "Tel: 647-760-9358/ 647-519-9286",
        "email": "Email: journey9285@yahoo.com",
        "openingHours": "Opening Hours",
        "mondayToFriday": "Monday-Friday: 9a.m. – 7p.m",
        "saturday": "Saturday: 8:45a.m. – 5p.m",
        "sunday": "Sunday: 8:45a.m. – 6p.m",
        "information": "Information",
        "courses": "Courses",
        "aboutUs": "About Us",
        "contactUs": "Contact Us"
    },
    "contactUs": {
        "contactForm": "CONTACT FORM",
        "yourName": "Your Name",
        "emailAddress": "Email Address",
        "message": "Message",
        "submit": "Submit",
        "thankYou": "Thank you for contcting us."
    },
    "onlineTranslation": {
        "pageTitle": "Chinese Driver Licence Online Translation",
        "onlineTranslationContactForm": "Contact Form",
        "cardTitle": "About Translation",
        "cardText1": "This translation is a translation certificate from the Association of Translators and Interpreters of Ontario (ATIO), officially accredited by the Ministry of Transportation;",
        "cardText2": "This translation certificate is not responsible for the authenticity of the original documents provided by the customer;",
        "cardText3": "Please fill in the detailed mailing address, including your full address along with your postal code. If it is an apartment/condo/unit, please include your unit number. If you do not, the courier will return the mailto us and the customer will be responsible for the additional fees;",
        "cardText4": "The translation certification may take up to 2 business days. After the completion of the translation, we will use Canada Post's Expedited delivery system. The delivery time will take up to 2-3 business days. After the delivery has been sent, we will send an email to inform you of your tracking number. Note: The courier will deliver to your mailbox without signature.",
        "formTitle": "Upload Documents Online",
        "yourName": "Your Name",
        "emailAddress": "Email Address",
        "phoneNumber": "Phone Number",
        "uploadFile": "Driver license photocopy",
        "submit": "Submit",
        "thankYou": "Thank you for contcting us."
    },
    "courses": {
        "pageTitle": "Our Courses",
        "course1Title": "",
        "course1Text": "",
        "course1ListText1": "",
        "course1ListText2": "",
        "course1ListText3": "",
        "course1ListText4": "",
        "course2Title": "",
        "course2Text": "",
        "course3Title": "",
        "course3Text": ""
    }
}